IdeaRS.Connections
GussetPlateData.Placement Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the placement of the gusset plate relative to the web
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionCode Placement { get; set; }
Property Value
Type: PositionCode
See Also
Reference
GussetPlateData Class
IdeaRS.Connections.Data Namespace